import oversea from './oversea'
export default {
  type: {
    video: '视频',
    image: '图片',
    text: '文字'
  },
  platform: {
    csj: '穿山甲',
    ks: '快手',
    gdt: '广点通',
    baidu: '百度'
  },
  category: {
    1: '金融理财',
    2: '聊天社交',
    3: '旅行交通',
    4: '居家生活',
    5: '实用工具',
    6: '摄影摄像',
    7: '图书阅读',
    8: '体育运动',
    9: '时尚购物',
    10: '效率办公',
    11: '新闻资讯',
    12: '学习教育',
    13: '娱乐消遣',
    14: '医疗健康',
    27: '影音视听',
    15: '游戏',
    16: '游戏-战争策略',
    17: '游戏-动作枪战',
    18: '游戏-赛车体育',
    19: '游戏-网游RPG',
    20: '游戏-棋牌桌游',
    21: '游戏-格斗快打',
    22: '游戏-儿童益智',
    23: '游戏-休闲创意',
    25: '游戏-飞行空战',
    26: '游戏-跑酷闯关',
    28: '游戏-塔防迷宫',
    29: '游戏-模拟经营'
  },
  oversea
}
