export default [
  {
    code: '1',
    name: '激活',
    desc: '用户首次打开APP的行为'
  },
  {
    code: '2',
    name: '下载完成',
    desc: '完成应用下载'
  },
  {
    code: '3',
    name: '页面浏览',
    desc: '用户浏览关键页面'
  },
  {
    code: '4',
    name: '搜索',
    desc: '在落地页内完成一次搜索行为'
  },
  {
    code: '5',
    name: '表单提交',
    desc: '用户在落地页填写表单留下个人信息'
  },
  {
    code: '6',
    name: '电话拨打',
    desc: '用户在落地页点击电话拨打按钮'
  },
  {
    code: '7',
    name: '开始下载',
    desc: '在落地页内点击下载按钮'
  },
  {
    code: '8',
    name: '加入购物车',
    desc: '商品加入购物车的行为'
  },
  {
    code: '9',
    name: '加入心愿单',
    desc: '商品加入心愿单的行为'
  },
  {
    code: '11',
    name: '下单购买',
    desc: '用户完成一次购买行为'
  },
  {
    code: '12',
    name: '注册(网页类)',
    desc: '在落地页内发生注册行为'
  },
  {
    code: '13',
    name: '在线咨询',
    desc: '用户在落地页点击按钮发起在线咨询'
  },
  {
    code: '14',
    name: '其他',
    desc: '客户自定义的用户行为'
  },
  {
    code: '18',
    name: '微信',
    desc: '落地页点击微信按钮行为'
  },
  {
    code: '27',
    name: '注册(应用类)',
    desc: '用户填写信息进行注册的行为'
  },
  {
    code: '32',
    name: '一句话咨询',
    desc: '用户在对话框回复消息>=1'
  },
  {
    code: '33',
    name: '三句话咨询',
    desc: '用户在对话框回复消息>=3'
  },
  {
    code: '34',
    name: '启动小程序',
    desc: '打开小程序页面的行为'
  },
  {
    code: '50',
    name: '调起',
    desc: '调起应用的行为'
  },
  {
    code: '51',
    name: '商品详情页',
    desc: '成功访问应用内商品详情页面的行为'
  },
  {
    code: '52',
    name: '深度页面访问',
    desc: '进入落地页或应用内进入更深层页面的行为'
  },
  {
    code: '53',
    name: '领取卡券',
    desc: '用户点击领取卡券的行为'
  },
  {
    code: '64',
    name: '二跳广告点击(金额)',
    desc: '落地页或应用内商业化内容点击事件'
  },
  {
    code: '65',
    name: '微信关注',
    desc: '用户成功关注微信号的行为'
  },
  {
    code: '66',
    name: '微信付费',
    desc: '用户在微信产生付费的行为'
  },
  {
    code: '67',
    name: '快应用打开',
    desc: '落地页内点击快应用按钮的行为'
  },
  {
    code: '68',
    name: '快应用加桌',
    desc: '用户打开快应用完成加桌'
  },
  {
    code: '69',
    name: '快应用付费',
    desc: '用户打开打开快应用完成付费'
  },
  {
    code: '75',
    name: '创角',
    desc: '游戏内完成角色创建'
  },
  {
    code: '76',
    name: '获取验证码',
    desc: '点击获取验证码的行为'
  },
  {
    code: '77',
    name: '付费金额页面',
    desc: '显示交易付费金额的页面,主要应用与电商行业'
  },
  {
    code: '79',
    name: '二跳广告曝光',
    desc: '落地页或应用内商业化内容曝光事件'
  },
  {
    code: '81',
    name: '升级',
    desc: '完成游戏升级的行为'
  },
  {
    code: '82',
    name: '充值金额页面',
    desc: '显示充值付费金额的页面,主要应用与游戏/直播/社交行业'
  },
  {
    code: '83',
    name: '直播关注',
    desc: '直播间内点击关注按钮的行为'
  },
  {
    code: '84',
    name: '简历更新',
    desc: '完成简历更新的行为,主要适用于招聘行业'
  },
  {
    code: '85',
    name: '点击微信蓝色字体',
    desc: '用户点击蓝色字体"获取二维码"的行为'
  },
  {
    code: '86',
    name: '微信二维码展示',
    desc: '微信中弹出二维码图片'
  },
  {
    code: '87',
    name: '微信识别二维码',
    desc: '用户点击二维码卡片识别出微信名片'
  },
  {
    code: '1000',
    name: '付费',
    desc: '用户实际完成付费购买行为'
  },
  {
    code: '1001',
    name: '次日留存',
    desc: '用户激活后第二天打开APP的行为'
  },
  {
    code: '1002',
    name: '有效咨询',
    desc: '用户为有效咨询行为'
  },
  {
    code: '1003',
    name: '用户名片',
    desc: '用户咨询后留下名片'
  },
  {
    code: '1004',
    name: '有效电话',
    desc: '电话跟进后用户表现出高意向'
  },
  {
    code: '1005',
    name: '完件',
    desc: '用户进行业务申请(贷款、信用卡等金融客户常用)'
  },
  {
    code: '1006',
    name: '预授信',
    desc: '用户提交一部分个人信息后,广告主初步审批通过,并引导用户进行更加详细的信息填写'
  },
  {
    code: '1007',
    name: '授信',
    desc: '用户申请并通过审核拿到贷款额度'
  },
  {
    code: '1012',
    name: '订单发货',
    desc: '订单完成发货'
  },
  {
    code: '1013',
    name: '订单签收',
    desc: '订单完成签收'
  },
  {
    code: '1014',
    name: '有效沟通',
    desc: '应用内完成有效对话行为,主要适用与社交产品'
  },
  {
    code: '1015',
    name: '有效观看',
    desc: '应用内完成一定观看时间的行为,主要适用与直播产品'
  },
  {
    code: '1016',
    name: '放款',
    desc: '授信后完成贷款金额发放,适用于金融行业'
  },
  {
    code: '1017',
    name: '开户',
    desc: '完成开户的行为,主要适用于金融行业'
  },
  {
    code: '1021',
    name: '添加企业微',
    desc: '用户成功添加企业微信的行为'
  },
  {
    code: '1022',
    name: 'APP 内下单',
    desc: '用户在店铺内完成一次购买行为'
  },
  {
    code: '1023',
    name: '关键行为',
    desc: '用户的关键行为节点,主要适用于游戏IAA类客户'
  },
  {
    code: '1024',
    name: '老客付费',
    desc: '老客户产生的付费行为'
  }
]
